Repository: eagle8232/_Voolcoin_SwiftUI_
Catalog: Voolcoin/*.lproj/Localizable.strings
Languages: az, fr

source: Welcome back
az: Xoş gəlmisiniz!
fr: Bienvenue à nouveau

source: Income
az: Gəlir
fr: Revenu

source: Outcome
az: Çıxarış
fr: Résultats

source: Daily rewards
az: Gündəlik mükafatlar!
fr: Récompenses quotidiennes

source: The chance to win rewards from 0.1 to 10 voolcoins
az: 0,1 ilə 10 voolkoin arasında mükafat qazanmaq şansı
fr: La possibilité de gagner des récompenses de 0,1 à 10 voolcoins

source: Transactions
az: Əməliyyatlar

source: See all
az: Hamısı
fr: Voir tous

source: Next
az: Növbəti
fr: Suivant

source: Let's get started
az: Başlayaq
fr: Commençons

source: Sign In
az: Daxil ol
fr: S'identifier

source: Sign Out
az: Çıxış
fr: Se déconnecter

source: Sign in with Apple
az: Apple ilə daxil olun

source: Sign in with Google
az: Google ilə daxil olun

source: You are completely safe.
az: Siz tam olaraq güvəndəsiniz.
fr: Vous êtes en sécurité.

source: Read our Terms & Conditions.
az: Qayda və Şərtlərimizi oxuyun.
fr: Lisez nos conditions générales.

source: Settings
az: Parametrlər
fr: Paramètres

source: Invite Friends
az: Dostları Dəvət Etmək
fr: Inviter des amis

source: Rate The App
az: Tətbiqi qiymətləndirin
fr: Évaluer l'application

source: Terms & Conditions
az: Şərtlər və qaydalar
fr: Conditions générales

source: Privacy & Policy
az: Gizlilik Siyasəti
fr: Vie privée et politique

source: Delete Account
az: Hesabı Sil
fr: Supprimer le compte

source: Attention!
az: Diqqət!

source: Do you really want to delete your account? You lose all your information, without permission to return them back!
az: Həqiqətən hesabınızı silmək istəyirsiniz? Siz onları geri qaytarmaq icazəsi olmadan bütün məlumatlarınızı itirirsiniz!
fr: Voulez-vous vraiment supprimer votre compte ? Vous perdez toutes vos informations, sans avoir la permission de les restituer !

source: Do you really want to sign out your account?
az: Həqiqətən hesabınızdan çıxmaq istəyirsiniz?
fr: Voulez-vous vraiment vous déconnecter de votre compte ?

source: No
az: Xeyr
fr: Non

source: Yes
az: Bəli
fr: Oui

source: Unlock voolcoins
az: Voolkoinlərin kilidini açın
fr: Débloquer les voolcoins

source: Claim
az: Toplayın
fr: Requête

source: Error
az: Səhv
fr: Erreur

source: Reward not loaded. Please try again later.
az: Mükafat yüklənmədi. Zəhmət olmasa bir az sonra yenidən cəhd edin.
fr: La récompense n'a pas été chargée. Veuillez réessayer plus tard.

source: Come back tomorrow
az: Sabah qayıdın
fr: Revenez demain

source: Unclock other card
az: Digər kartı açın
fr: Débloquer l'autre carte

source: My Profile
az: Mənim Hesabım
fr: Mon profil

source: No transactions yet
az: Əməliyyat yoxdur
fr: Pas encore de transactions

source: Your next generation of financial platform
az: Sizin gələcək nəsil maliyyə platformanız
fr: Votre plateforme financière de nouvelle génération

source: Making money has never been so easy
az: Pul qazanmaq heç bu qədər asan olmamışdı
fr: Gagner de l'argent n'a jamais été aussi facile

source: Watch ads and make money
az: Reklamlara baxın və pul qazanın
fr: Regardez les publicités et gagnez de l'argent

source: Watch the ads and earn voolcoins, which you can then exchange into real money*
az: Reklamlara baxın və sonra real pula çevirə biləcəyiniz voolkoinlər qazanın*
fr: Regardez les publicités et gagnez des voolcoins, que vous pouvez ensuite échanger contre de l'argent réel*

source: Coin exchange will be implemented in future updates
az: Pul dəyişimi gələcək yeniləmələrdə həyata keçiriləcək
fr: L'échange de pièces sera mis en œuvre dans les prochaines mises à jour

source: This is just the beginning
az: Bu hələ başlanğıcdır
fr: Ce n'est qu'un début

source: Thank you for choosing us, let’s get started
az: Bizi seçdiyiniz üçün təşəkkür edirik, gəlin başlayaq
fr: Nous vous remercions de nous avoir choisis.

source: Welcome to Voolcoin
az: Voolcoin-ə xoş gəlmisiniz
fr: Bienvenue à Voolcoin

source: If you have any problems or suggestions for improving our product, email us: voolcoinsomnia@gmail.com
az: Məhsulumuzu təkmilləşdirmək üçün hər hansı probleminiz və ya təklifiniz varsa, bizə e-poçt göndərin: voolcoinsomnia@gmail.com
fr: Si vous avez des problèmes ou des suggestions pour améliorer notre produit, envoyez-nous un courriel à l'adresse suivante : voolcoinsomnia@gmail.com

source: Referral link
az: İstinad linki
fr: Lien de référence

source: Coming soon...
az: Tezliklə...
fr: A venir...

source: Contact Us
az: Əlaqə saxlayın
fr: Nous contacter

source: About App
az: Proqram haqqında
fr: À propos de l'application

source: Rewards
az: Mükafat
fr: Avantages

source: Total Amount:
az: Ümumi miqdar:
fr: Montant total:

source: Version: 1.0
az: Versiya: 1.0

source: Exchange Voolcoins
az: Voolcoins mübadiləsi
fr: Echanger des Voolcoins

source: Coming soon!
az: Tezliklə!
fr: A venir !

source: We understand your dedication and time invested in our app. Rest assured, your efforts are valuable to us. We are diligently working to introduce new crypto coins that will provide additional opportunities for growth and exploration. Stay tuned for updates, as we continue to enhance your crypto experience. Thank you for being a part of our community!
az: Tətbiqimizə sərf etdiyiniz fədakarlığı və vaxtınızı başa düşürük. Əmin olun, səyləriniz bizim üçün dəyərlidir. Biz böyümə və kəşfiyyat üçün əlavə imkanlar təmin edəcək yeni kriptovalyutaları təqdim etmək üçün səylə çalışırıq. Kriptovalyuta təcrübənizi təkmilləşdirməyə davam etdiyimiz üçün yeniləmələr üçün bizi izləyin. Cəmiyyətimizin bir hissəsi olduğunuz üçün təşəkkür edirik!
fr: Nous comprenons votre dévouement et le temps que vous consacrez à notre application. Soyez assurés que vos efforts nous sont précieux. Nous travaillons avec diligence pour introduire de nouvelles crypto-monnaies qui offriront des opportunités supplémentaires de croissance et d'exploration. Restez à l'écoute des mises à jour, car nous continuons à améliorer votre expérience de la crypto-monnaie. Merci de faire partie de notre communauté !

source: Tap.
az: Bas.

source: Watch.
az: Bax.

source: Earn.
az: Qazan.

source: Great!
az: Əla!

source: Thank you for your dedication and the time you are investing in our app. We truly appreciate your efforts, and want you to know how valuable they are to us. Rest assured, we are working hard to bring new crypto coins into the app, which will offer you more opportunities to grow and explore. Stay tuned for updates as we strive to enhance your crypto experience. We sincerely thank you for being a part of our community!
az: Fədakarlığınıza və tətbiqimizə sərmayə qoyduğunuz vaxta görə təşəkkür edirik. Biz sizin səylərinizi həqiqətən yüksək qiymətləndiririk və onların bizim üçün nə qədər dəyərli olduğunu bilmənizi istəyirik. Əmin olun, biz sizə böyümək və araşdırmaq üçün daha çox imkanlar təqdim edəcək yeni kripto sikkələri tətbiqə gətirmək üçün çox çalışırıq. Kriptovalyuta təcrübənizi təkmilləşdirməyə çalışdığımız üçün yeniləmələr üçün bizi izləyin. Cəmiyyətimizin bir hissəsi olduğunuz üçün sizə səmimi qəlbdən təşəkkür edirik!
fr: Merci pour votre dévouement et le temps que vous investissez dans notre application. Nous apprécions vraiment vos efforts et voulons que vous sachiez à quel point ils sont précieux pour nous. Rassurez-vous, nous travaillons dur pour intégrer de nouvelles pièces cryptographiques dans l'application, ce qui vous offrira plus d'opportunités de croissance et d'exploration. Restez à l'écoute des mises à jour alors que nous nous efforçons d'améliorer votre expérience de cryptographie. Nous vous remercions sincèrement de faire partie de notre communauté !

source: As we continue to expand our offerings, we are also exploring partnerships with leading blockchain projects and industry experts. This will enable us to bring you the latest insights and innovations in the world of cryptocurrency.
az: Təkliflərimizi genişləndirməyə davam etdikcə, biz həmçinin aparıcı blokçeyn layihələri və sənaye ekspertləri ilə tərəfdaşlığı araşdırırıq. Bu, sizə kriptovalyuta dünyasında ən son anlayışları və yenilikləri çatdırmağa imkan verəcək.
fr: Alors que nous continuons à élargir nos offres, nous explorons également des partenariats avec des projets de blockchain de premier plan et des experts de l'industrie. Cela nous permettra de vous apporter les dernières informations et innovations dans le monde de la crypto-monnaie.

source: Your support and participation play a vital role in shaping the future of our app. Together, we are building a vibrant community of crypto enthusiasts, and we are excited to have you on board for this journey. Thank you once again for your unwavering dedication and trust in our app.
az: Dəstəyiniz və iştirakınız tətbiqimizin gələcəyinin formalaşmasında mühüm rol oynayır. Birlikdə biz kriptovalyuta həvəskarlarından ibarət canlı icma qururuq və sizi bu səyahətdə görməkdən məmnunuq. Tətbiqimizə sarsılmaz sədaqətinizə və etibarınıza görə bir daha təşəkkür edirik.
fr: Votre soutien et votre participation jouent un rôle essentiel dans l'élaboration de l'avenir de notre application. Ensemble, nous construisons une communauté dynamique de passionnés de crypto, et nous sommes ravis de vous avoir à bord pour ce voyage. Merci encore une fois pour votre dévouement indéfectible et votre confiance dans notre application.
